[
    {
      "id" : 1,
      "jobTitle": "Software Engineer",
      "img": "https://1000logos.net/wp-content/uploads/2021/05/Google-logo.png",
      "location": "San Francisco, CA",
      "salary": "$120,000 - $150,000",
      "companyName": "Google",
      "vacation": ["Onsite", "FullTime"],
      "jobDescription": "As a Software Engineer, you will design, develop, test, deploy, maintain, and improve software systems that power Google's search, ads, and other core applications. You will collaborate with cross-functional teams to define and solve complex problems, and you will work on cutting-edge technologies that will shape the future of the industry.",
      "requirements": "• Bachelor's degree in Computer Science or related technical field, or equivalent practical experience. Strong proficiency in one or more programming languages, such as Java, Python, or C++. Experience with software development practices, such as agile methodologies, unit testing, and version control systems. Ability to work collaboratively in a team environment. Excellent problem-solving and analytical skills. Strong written and verbal communication skills. ",
      "jobResponsibility": "Design, develop, test, deploy, maintain, and improve software systems that power Google's search, ads, and other core applications.Work with cross-functional teams to define and solve complex problems.Write clean, efficient, and well-documented code. Participate in code reviews to maintain code quality standards, Develop and maintain automated tests to ensure software quality, Debug and fix issues in production systems. Continuously learn and stay up-to-date with emerging technologies and trends.",
      "experiences": "• 5+ years of experience in software engineering ",
      "phone": "(555) 555-5555",
      "email": "careers@techgiant.com"
    },
    {
        "id" : 2,
      "jobTitle": "Data Analyst",
      "img": "https://1000logos.net/wp-content/uploads/2016/10/Amazon-Logo.png",
      "location": "Seattle, WA",
      "salary": "$80,000 - $100,000",
      "companyName": "Amazone",
      "vacation": ["Remote", "FullTime"],
      "jobDescription": "As a Data Analyst at Amazon, you will work with large data sets to extract insights and drive business decisions. You will collaborate with cross-functional teams to identify and solve complex business problems, and you will use your analytical skills to design, develop, and implement data-driven solutions. You will work on cutting-edge technologies and use advanced analytics tools to analyze data and create visualizations that enable stakeholders to make informed decisions. ",
      "requirements": "•Bachelor's degree in a quantitative field, such as Mathematics, Statistics, Computer Science, Economics, or related field.",
      "jobResponsibility": "Work with cross-functional teams to identify and solve complex business problems. Extract and analyze large data sets to derive insights and inform business decisions. Use statistical and analytical tools to build models and develop data-driven solutions. Develop and maintain reports and dashboards to track key metrics and performance indicators. Communicate complex data analysis findings and insights to non-technical stakeholders. Continuously learn and stay up-to-date with emerging data analytics technologies and trends.",
      "experiences": "• 3+ years of experience in data analysis... ",
      "phone": "(555) 555-1212",
      "email": "careers@dataanalyticscompany.com"
    },
    {
        "id" : 3,
      "jobTitle": "Human Resources Manager",
      "img": "https://1000logos.net/wp-content/uploads/2021/12/Byjus-Logo.png",
      "location": "Delhi,India",
      "salary": "$80,000 - $100,000",
      "companyName": "Byjus",
      "vacation": ["Onsite", "FullTime"],
      "jobDescription": "As a Human Resources Manager at BYJU'S, you will be responsible for managing the full employee lifecycle, from recruitment to retention. You will work with cross-functional teams to ensure that HR policies and practices align with the company's strategic goals, and you will provide leadership and guidance to employees and managers on HR-related issues. You will play a critical role in building and maintaining a high-performance culture and promoting a positive work environment.",
      "requirements": "•Bachelor's degree in Human Resources Management or related field ",
      "jobResponsibility": "Develop and implement HR policies and practices that align with the company's strategic goals and values. Manage the recruitment and onboarding process, including sourcing candidates, screening resumes, conducting interviews, and making job offers. Develop and deliver employee training programs that enhance skills and promote career development. Foster a positive work environment that promotes employee engagement, diversity, and inclusion.",
      "experiences": "• 5+ years of experience in HR management... ",
      "phone": "(555) 555-5555",
      "email": "careers@retailchain.com"
    },
    {
        "id" : 4,
      "jobTitle": "Content Writer",
      "img": "https://1000logos.net/wp-content/uploads/2016/11/Cisco-logo.png",
      "location": "Boston, MA",
      "salary": "$50,000 - $70,000",
      "companyName": "Cisco",
      "vacation": ["Remote", "FullTime"],
      "jobDescription": "As a Content Writer at Cisco, you will be responsible for creating engaging and informative content that supports the company's marketing and communication initiatives. You will work closely with cross-functional teams to develop content for a variety of channels, including web, social media, email, and print. You will play a critical role in shaping the company's brand voice and ensuring that all content is consistent with the company's messaging and values.",
      "requirements": "Bachelor's degree in English, Communications, Journalism, or related field.",
      "jobResponsibility": "Write compelling and informative content that supports the company's marketing and communication initiatives. Collaborate with cross-functional teams, including marketing, design, and product, to develop content that meets business objectives. Develop and maintain a content calendar to ensure consistent delivery of high-quality content.",
      "experiences": "• 2+ years of experience in content writing... ",
      "phone": "(555) 123-4567",
      "email": "careers@digitalmarketingagency.com"
    },
    {
        "id" : 5,
      "jobTitle": "Project Manager",
      "img": "https://1000logos.net/wp-content/uploads/2016/10/Apple-Logo.png",
      "location": "Atlanta, GA",
      "salary": "$90,000 - $110,000",
      "companyName": "Apple",
      "vacation": ["Remote", "FullTime"],
      "jobDescription": "As a Project Manager at Apple, you will be responsible for managing the development and execution of complex projects across multiple teams and functions. You will work closely with cross-functional teams to identify project requirements, develop project plans, and manage project timelines and budgets. You will play a critical role in ensuring that projects are delivered on time, within scope, and within budget, while maintaining the highest standards of quality.",
      "requirements": "• Bachelor's degree in English, Communications, or related field ",
      "jobResponsibility": "Lead the development and execution of complex projects across multiple teams and functions. Work closely with cross-functional teams to identify project requirements, develop project plans, and manage project timelines and budgets. Ensure that projects are delivered on time, within scope, and within budget, while maintaining the highest standards of quality.",
      "experiences": "• 2+ years of experience in content writing... ",
      "phone": "(555) 123-4567",
      "email": "careers@digitalmarketingagency.com"
    },
    {
        "id" : 6,
      "jobTitle": "Technical Database Engineer",
      "img": "https://1000logos.net/wp-content/uploads/2021/05/Intel-logo.png",
      "location": "Atlanta, GA",
      "salary": "$90,000 - $110,000",
      "companyName": "Intel",
      "vacation": ["Onsite", "FullTime"],
      "jobDescription": "As a Technical Database Engineer at Intel, you will be responsible for designing, implementing, and maintaining database systems that support the company's business operations. You will work closely with cross-functional teams to identify database requirements, design database solutions, and optimize database performance. You will play a critical role in ensuring that database systems are secure, scalable, and reliable, and that they meet the company's business objectives.",
      "requirements": "• Bachelor's degree in English, Communications, or related field",
      "jobResponsibility": "Design, implement, and maintain database systems that support the company's business operations. Work closely with cross-functional teams to identify database requirements, design database solutions, and optimize database performance. Develop and maintain database scripts and queries to extract, transform, and load data from various sources. Implement and maintain database security policies and procedures to ensure data privacy and compliance. Keep up-to-date with emerging database technologies and recommend improvements to database systems.",
      "experiences": "• 2+ years of experience in content writing... ",
      "phone": "(555) 123-4567",
      "email": "careers@digitalmarketingagency.com"
    }
]